[
  {
    "x": 50,
    "y": 45,
    "mobileX": 50,
    "mobileY": 46,
    "title": "Transport",
    "subtitle": "",
    "mainText": {
      "speaker": "A slower city with more time",
      "text": "Pedestrians, bikes, and well–funded green public transport [networks](networks) weave seamlessly around the city.\n\nThe space once sacrificed for [private cars](private_cars) was [returned to the people](returned_people) in the form of safe and accessible walkways for children and all accessibility needs.\n\nWith [traffic gone](traffic_gone), a chorus of birdsong carries through leafy streets lined with gardens of blooming wildflowers.\n\nBy slowing down transport and removing traffic, we gave time back to ourselves. We no longer rush to work, or feel compelled to cram in a holiday. \n\nBy removing the price tag from time, we create a more equitable society."
    },
    "dialoguePosition": {
      "desktop": "left",
      "mobile": "top"
    },
    "options": [
      {
        "key": "networks",
        "x": 29,
        "y": 80,
        "mobileX": 33, 
        "mobileY": 76,
        "content": {
          "speaker": "Green Transport Networks",
          "text": "*Cycle routes* are no longer crammed on the roadside, but have space to wheel safely on smooth, well–drained surfaces. \n\nClearly delineated from the pedestrian walkways, these bike–paths are similarly lined with trees and subtly illuminated by lights which minimise disruption of nature.\n\nMore buses, bike routes and parks, and trains, and better transport time management all were essential steps in phasing cars out of London.\n\nIncorporating *cycling lessons* into schools and giving everyone access to a bike or motorised transport at bike–speed, saw cycling successfully replace cars as the primary form of transport."
        },
        "dialoguePosition": {
          "desktop": "right",
          "mobile": "top"
        }
      },

      {
        "key": "private_cars",
        "x": 18,
        "y": 59,
        "mobileX": 23.5, 
        "mobileY": 59,
        "content": {
          "speaker": "Beyond Private Cars",
          "text": "*Bus routes* weave beyond the city, ferrying commuters to their cars which are kept in car parks in the suburbs. \n\nBetter bus and walking routes mean less cars, and the ones that still exist are small and electric, efficient and practical.\n\nIntelligent time management, such as staggering school years leaving times, makes better use of the existing buses we have."
        },
        "dialoguePosition": {
          "mobile": "top"
        }
      },

      {
        "key": "returned_people",
        "x": 69.5,
        "y": 70,
        "mobileX": 66.5, 
        "mobileY": 65,
        "content": {
          "speaker": "Reclaimed spaces",
          "text": "Transforming London’s old car-focused areas into *green spaces*, *vegetable gardens*, and *parks* was a collaborative project for local community groups including schools, community centres, and elderly homes.\n\n*Bike hubs* and workshops popped up in the place of petrol stations; wooden benches and colourful climbing frames in the place of roundabouts.\n\nResidents *co-designed* the new pedestrian, bike and work-road routes, with nationalised rail and bus fares keeping prices low in the place of cars."
        },
        "dialoguePosition": {
          "mobile": "top"
        }
      },
      {
        "key": "traffic_gone",
        "x": 60,
        "y": 78,
        "mobileX": 58, 
        "mobileY": 74,
        "content": {
          "speaker": "Traffic–free streets",
          "text": "Cities are carefully planned so roads for deliveries, buses and rubbish collection don’t dominate the cityscape.\n\nAs consumption and waste plummet, deliveries and rubbish collection operate at a reduced rate, creating space for more buses.\n\n*Traffic lights* are rare since there is no need for external enforcement between bikes."
        },
        "dialoguePosition": {
          "mobile": "top"
        }
      }
    ]
  },
  
  {
    "x": 63,
    "y": -6,
    "mobileX": 62,
    "mobileY": 4,
    "title": "Education",
    "subtitle": "",
    "mainText": {
      "speaker": "",
      "text": "Schools no longer sit behind walls – they are part of the [wider ecosystem](lifelong_education).\n\nLearning now happens in gardens, kitchens, wetlands, workshops, and town halls.\n\nChildren track pollinators in the park, rebuild bikes with local mechanics, and plan green routes with councillors.\n\nA project on clean water might involve testing river samples, writing to factories, and building solutions with engineers.\n\nEarly years education begins with [wonder](cooperation_first). Mornings start with a cycle through quiet streets, a story beneath the trees, or a circle of listening and reflection.\n\nChildren learn [communication](connected_knowledge) through storytelling, empathy through shared decision–making, and responsibility through tending shared spaces."
    },
    "dialoguePosition": {
      "desktop": "right",
      "mobile": "bottom"
    },
    "options": [
      {
        "key": "cooperation_first",
        "x": 80,
        "y": 52,
        "mobileX": 75, 
        "mobileY": 52,
        "content": {
          "speaker": "Cooperative learning",
          "text": "From their first day, students learn together. Classes use *sociocracy* and consensus for decision-making.\n\nStudents co-manage shared resources, from school gardens to time in the workshop, learning care, fairness and mutual responsibility.\n\nLessons in maths, geography, and citizenship come to life when children measure harvests, plan irrigation, or build structures together.\n\nMovement is part of the curriculum: not just for fitness, but for joy, play, and collaboration. The *science of wellbeing* is embedded throughout the day, and valued equally to academic growth."
        },
        "dialoguePosition": {
          "desktop": "left",
          "mobile": "top"
        }
      },

      {
        "key": "connected_knowledge",
        "x": 63.25,
        "y": 20,
        "mobileX": 61, 
        "mobileY": 24,
        "content": {
          "speaker": "Learning about the real world",
          "text": "Subjects are no longer silos. Education is multidisciplinary and grounded in the real world. A lesson in biology flows into economics, politics, and ethics.\n\nStudents investigate the causes of pollution, then model cooperative economies that protect the commons.\n\nThey learn about markets and lobbying, ecological tipping points, and the power of collective action. Personal development is rooted in ecological and financial literacy, mental health, and civic participation."
        }
      },

      {
        "key": "lifelong_education",
        "x": 33,
        "y": 65,
        "mobileX": 36, 
        "mobileY": 64,
        "content": {
          "speaker": "Education for Life",
          "text": "*Universities* have evolved into intergenerational hubs, where research, craft, politics and care intersect.\n\nDegree programs are flexible, shaped around planetary needs and community priorities, not fixed by outdated models.\n\nAcross all levels, education adapts, rooted in human complexity and ecological systems. Wellbeing, reciprocity, and care are no longer add–ons, but the foundation.\n\nThis is education for a world in repair: *alive, adaptive, and shared*."
        },
        "dialoguePosition": {
          "desktop": "right",
          "mobile": "top"
        }
      }
    ]
  },

  {
    "x": 50,
    "y": 9,
    "mobileX": 50,
    "mobileY": 18,
    "title": "Energy",
    "subtitle": "",
    "mainText": {
      "speaker": "Clean energy",
      "text": "Rooftops, schools, car parks and even bus shelters are lined with [solar panels](energy_coops).\n\nHomes once cold and leaky are now warm and dry, fitted with heat pumps and high–performance insulation.\n\nEnergy bills have [dropped](fair_share). Mould is gone. People feel [safe](living_system) in their homes again."
    },
    "options": [
      {
        "key": "energy_coops",
        "x": 51,
        "y": 50,
        "mobileX": 51, 
        "mobileY": 50,
        "content": {
          "speaker": "Community energy",
          "text": "Everyone is a member of their *local energy cooperative*, benefiting from the energy we collectively generate and use.\n\nEveryone has access to affordable, renewable energy and we understand it as a collective responsibility: a resource cared for like the water we drink or the air we breathe.\n\nWhen energy prices spiked, people came together. Campaigners demanding affordable energy linked arms with those fighting to leave fossil fuels behind.\n\nThey made the case: no one should choose between heating and eating. Their movement grew strong enough to bring in the Mayor of London, and from there, a *citizens' assembly* was formed."
        },
        "dialoguePosition": {
          "desktop": "right",
          "mobile": "bottom"
        }
      },

      {
        "key": "fair_share",
        "x": 42,
        "y": 21,
        "mobileX": 43, 
        "mobileY": 23,
        "content": {
          "speaker": "Fair share",
          "text": "The assembly agreed on an *equitable energy allowance*. The wealthiest in London who used the most energy, would reduce their consumption or be charged a premium for the extra energy they used.\n\nThe funds from this premium would be used to retrofit and insulate London’s leakiest homes, improving living standards and wellbeing at the same time.\n\nLocal authorities stepped up, changing planning rules to make way for *neighbourhood–owned energy networks*.\n\nThese flexible systems put power back in the hands of communities. People vote on decisions, share the benefits, and reinvest profits locally."
        },
        "dialoguePosition": {
          "mobile": "bottom"
        }
      },

      {
        "key": "living_system",
        "x": 26,
        "y": 58,
        "mobileX": 30, 
        "mobileY": 53,
        "content": {
          "speaker": "Living energy systems",
          "text": "Building new energy systems hasn't been easy. The old grid creaks under the pressure, and demand from AI and data centres keeps rising.\n\nBut change is underway. Solar panels are being sourced from ethical supply chains.\n\nWorkers across Europe are shaping a *just energy transition*, one that doesn't rely on exploitation or environmental harm.\n\nAnd still, the movement grows. Warm homes, cleaner air, and democratic control over local energy are no longer just ideas - they're the new normal."
        },
        "dialoguePosition": {
          "desktop": "left",
          "mobile": "bottom"
        }
      }
    ]
  },

  {
    "x": 30,
    "y": 40,
    "mobileX": 34.5,
    "mobileY": 43,
    "title": "Food",
    "subtitle": "",
    "mainText": {
      "speaker": "",
      "text": "London is greener now. Every [rooftop](farmers_markets) grows something (herbs, tomatoes, strawberries). Windowsills spill with basil, spring onions, or wild rocket.\n\nGardens [bloom](fair_design) between buildings, and quiet streets make space for pollinators, workshops, and shared growing spaces.\n\nCommunity gardens are meeting points, learning hubs, and homes for [soil](waste), stories, and seeds. Here, children dig, compost, plant, and [taste](slow_food) what they’ve grown.\n\nAdults learn how to save seeds, cook with the seasons, and work with the land."
    },
    "options": [
      {
        "key": "farmers_markets",
        "x": 42,
        "y": 57,
        "mobileX": 44,
        "mobileY": 56,
        "content": {
          "speaker": "Farmers markets",
          "text": "Each neighbourhood has a farmers' market at its heart. They've overtaken supermarkets because people want fresh, fair food.\n\nBuying directly from growers means fresher produce, better prices for farmers, and deeper care for the land.\n\nWe know what's in *season* because it's on our plates. Soft fruit in summer. Squash and kale in winter.\n\nThis shift – from global imports to local abundance – has lowered carbon, improved health, and rebuilt food resilience."
        },
        "dialoguePosition": {
          "desktop": "left",
          "mobile": "top"
        }
      },

      {
        "key": "slow_food",
        "x": 82,
        "y": 51,
        "mobileX": 77, 
        "mobileY": 50,
        "content": {
          "speaker": "Slow food culture",
          "text": "Food isn’t rushed anymore. With slower lives and less work pressure, people have time to grow, cook, and preserve.\n\nJars of jam line windowsills. Leftovers are frozen, dried or pickled.\n\nCanning and fermenting are community rituals again, not chores."
        },
        "dialoguePosition": {
          "mobile": "top"
        }
      },

      {
        "key": "waste",
        "x": 64.5,
        "y": 53,
        "mobileX": 62, 
        "mobileY": 52,
        "content": {
          "speaker": "Circular Food System",
          "text": "Plastic packaging has all but disappeared. Glass jars, cloth bags, and simple containers are returned and reused.\n\nSome processing remains – milk is pasteurised, beans are dried – but the rest is done at home, together.\n\nFood waste is rare. What’s left is composted or *redistributed*: organised by councils, shared between neighbours, or offered freely in community fridges."
        }
      },

      {
        "key": "fair_design",
        "x": 23,
        "y": 44,
        "mobileX": 27.5,
        "mobileY": 43,
        "content": {
          "speaker": "Local food systems",
          "text": "There's no pressure to buy cheap meat or processed snacks. No aisles of confusion or empty advertising. Food choices are clearer, healthier, and kinder.\n\nBy removing the profit motive from food supply chains, we returned value to both farmers and eaters.\n\nLondon's food system now works on a smaller scale, but reaches more people. Shorter supply chains. Less waste. Better taste.\n\nIt's not about scarcity but about sharing. We eat better, waste less, and everyone has a seat at the table."
        },
        "dialoguePosition": {
          "desktop": "right", 
          "mobile": "bottom"
        }
      }
    ]
  },
  
  {
    "x": 78,
    "y": 78,
    "mobileX": 76,
    "mobileY": 73,
    "title": "Democracy",
    "subtitle": "",
    "mainText": {
      "speaker": "Community power",
      "text": "Built upon the foundations of true community power, democracy is formed from the [people’s decisions](horizontal_decisionmaking), for the people.\n\nGovernance is no longer dictated by distant politicians or corporate elites but shaped collectively by those who live and breathe their neighbourhoods everyday.\n\nDegrowth has reformed the bureaucratic political processes of the past, policy is now pro–active, initiated by [residents](radical_participation) to serve fellow residents.\n\nCitizens’ assemblies have been created in every community giving people the direct power to allocate resources, shape development and reclaim control over their own futures.\n\nLondon is no longer a [playground](power_is_shared) for the super–rich, its streets, homes and open spaces belong to the people once more."
    },
    "dialoguePosition": {
      "desktop": "left",
      "mobile": "top"
    },
    "options": [
      {
        "key": "horizontal_decisionmaking",
        "x": 22,
        "y": 2,
        "content": {
          "speaker": "Horizontal decision-making",
          "text": "We reject the concentration of hierarchical power in the hands of the few. Instead, we embrace sociocracy and ‘decision-making’ methods to create policy whereevery voice matters and every decision is built upon collective consent.\n\nTop-down power structures have been replaced by grassroots assemblies in which autonomous social circles established by locals interlink across neighbourhoods to cover policy topics relevant to their people and area.\n\nThis bottom-up approach establishes the equality of individuals. Democracy is not ‘one man, one vote’ butrather a group of individuals discussing together until a consensus has been met.\n\nThese local assemblies have transformed the two-party political binary and first-past-the-post system which historically served a capitalist hierarchy."
        },
        "dialoguePosition": {
          "desktop": "left",
          "mobile": "top"
        }
      },

      {
        "key": "radical_participation",
        "x": 15,
        "y": 8,
        "content": {
          "speaker": "Radical participation",
          "text": "The age of majority which restricts the voting age and political input from those under 16 years of age has been overturned.\n\nAll people of all ages and backgrounds are encouraged to participate in policy-making and political discussion. Everyone is listened to; even the youngest’s dreams are involved infuture decisions.\n\nPolitics holds a positive and joyous public perception. Community policy is trusted and valued, and the decision-making process isrespected, even enjoyable.\n\nPolitical debate has turned into communityconversation which is less binary, more open, personal and flowing between neighbours and friends who listen and catch-up with each other during monthly citizens’ assemblies."
        },
        "dialoguePosition": {
          "desktop": "left",
          "mobile": "top"
        }
      },

      {
        "key": "power_is_shared",
        "x": 15,
        "y": 8,
        "content": {
          "speaker": "Power is shared",
          "text": "In this world, power is not hoarded but shared, and disagreements are not battles but opportunities for dialogue, empathy and understanding.\n\nDecentralised community assemblies have the freedom to shape their own spheres, ensuring that democracy is not just an ideal but a lived reality in every corner of society. Degrowth is not about scarcity - it is about abundance in the things that truly matter: connection, community, and care.\n\nBecause we have dismantled political systems of profit-driven destruction, we have cultivated spaces where people flourish and grow, where the earth is healed, and where justice is not an aspiration but a daily practice.\n\nLocal action is not just a stepping stone, it is the heartbeat of sustainable transformation. Through these grassroots movements, we continue to build a world where everyone has a stake, where solidarity triumphs over division, and where the future is not dictated by markets but co-created and curated by the many."
        },
        "dialoguePosition": {
          "desktop": "left",
          "mobile": "top"
        }
      }
    ]
  },
  
  {
    "x": 80,
    "y": 20,
    "mobileX": 76.5,
    "mobileY": 41,
    "title": "Neighbourhoods",
    "subtitle": "",
    "mainText": {
      "speaker": "Convivial neighbourhoods",
      "text": "London is now a thriving hub of interweaving neighbourhoods where housing is plentiful and owned and managed by local residents in cooperation with the local authority.\n\nOur homes are beautiful, spacious, full of natural light and our neighbourhoods are full and public art that celebrates our diversity and heritage.\n\nWe live in homes that support our whole humanity – our built environment helps our spiritual, emotional and intellectual selves grow.\n\nOur housing operates synergistically with our transport and food systems.\n\nPublic green and open spaces encourage community and nature connection – community food growing schemes, hedgerows and fruit trees lining pathways through the heart of the city, canal systems and wetlands integrated into our neighbourhoods.\n\nCommunity space is integrated into neighbourhoods and block; there’s free, sheltered and indoor space like fire pits with awnings orcommunal living rooms etc.\n\nThere’s meeting spaces for community groups and hyper-localised public services like libraries, medical centres, and places of worship."
    },
    "dialoguePosition": {
      "desktop": "left",
      "mobile": "bottom"
    }
  },

  {
    "x": 29.5,
    "y": 12,
    "mobileX": 33.5,
    "mobileY": 17,
    "title": "Community diversity",
    "subtitle": "",
    "mainText": {
      "speaker": "",
      "text": "Community groups and campaigns came together with local people across differences and made the change happen.\n\nInstead of reactionary solutions and raw deals with corporations leading to gentrification, the council supported.\n\nInstead of investing in development teams and public private partnerships they invested in large community engagement & tenant participation teams that learn how to effectively support residents & local businesses to steward & manage their local areas.\n\nCompulsory purchase orders were issued against oligarch landlords and policy now bans absentee business owners holding data servers and empty office blocks and multiple holiday homes.\n\nUnique housing systems grew out of the heritage of each place – boaters and tourists and students and locals and immigrants.\n\nSelf-build and retrofitting movements were encouraged to thrive to uplift existing housing stock in line with planetary boundaries (think solarpunk & no demolition).\n\nLondon’s neighbourhoods now house whole diverse intermixed communities, made up of people from all different classes, ethnic and religious backgrounds, ages and cultures.\n\nWe have integrated specialised and supported housing for those who are more vulnerable, like supported temporary accommodation for care-leavers or refugees or the homeless, or a high supply of housing built for the needs of those who are disabled.\n\nThere is plentiful short-term housing that is integrated into local neighbourhoods for example sustainable tourism and cultural exchange or student housing."
    }
  },

  {
    "x": 15,
    "y": 80,
    "mobileX": 22,
    "mobileY": 80,
    "title": "Rural-urban exchange",
    "subtitle": "",
    "mainText": {
      "speaker": "",
      "text": "London’s systems support a national system change. Our housing supports a decentralisation of the economy.\n\nLess brain–drain and stronger local connections make London less expensive & strengthens rural economies in return.\n\nThis is replicated in how London’s pockets interact with each other.\n\nHousing and wider land rights campaigns came together with the right to roam and the right to grow necessarily coming forward as part of a more equitable stewardship of how we inhabit space (think trespass and diggers)."
    },
    "dialoguePosition": {
      "desktop": "right",
      "mobile": "top"
    }
  },

  {
    "x": 42.5,
    "y": 25,
    "mobileX": 44.5,
    "mobileY": 29,
    "title": "Built environment",
    "subtitle": "",
    "mainText": {
      "speaker": "",
      "text": "Everything operates on a diversity of approaches and ownership and rental structures - but housing structures are a lot more fluid.\n\nCommunal and intergenerational housing is also the norm, intentionally set up for community – a queering of the nuclear family and embracing extended family structures\n\nThis is often synergetic with nurseries or youth hostels with volunteer schemes in homes for the elderly – creative studios in purpose built housing communities – or housing coops for groups of families and individuals that grow food together.\n\nOf course, we have ongoing challenges. We are learning how to retrieve building materials from sunken villages when the sea-levels rose and how to manage our housing supple for people fleeing from climate disaster in other parts of the world.\n\nWe are learning to build houses of living trees from English Oaks and learning about limestone coral reefs that have become the foundations of Venice’s floating buildings. We are adapting and creating as we go."
    },
    "dialoguePosition": {
      "desktop": "right",
      "mobile": "bottom"
    }
  }
]