[
  {
    "x": 37,
    "y": 55,
    "title": "Transport",
    "subtitle": "",
    "mainText": {
      "speaker": "A slower city with more time",
      "text": "Pedestrians, bikes, and well-funded green public transport [networks](networks) weave seamlessly around the city. The space once sacrificed for [private cars](routes) was [returned to the people](car_park) in the form of safe and accessible walkways for children and all accessibility needs. With [traffic gone](traffic), a chorus of birdsong carries through leafy streets lined with gardens of blooming wildflowers."
    },
    "options": [
      {
        "text": "[Look at the network of roads]",
        "key": "networks",
        "content": {
          "speaker": "Bus routes",
          "text": "Bus routes weave beyond the city, ferrying commuters to their cars which are kept in car parks in the suburbs. Better bus and walking routes mean less cars, and the ones that still exist are small and electric, efficient and practical. Intelligent time management, such as staggering school years leaving times, makes better use of the existing buses we have.\nCycle routes are no longer crammed on the roadside, but have space to wheel safely on smooth, well-drained surfaces. Clearly delineated from the pedestrian walkways, these bike-paths are similarly lined with trees and subtly illuminated by lights which minimise disruption of nature.\nTraffic lights are rare since there is no need for external enforcement between bikes.\nMore buses, bike routes and parks, and trains, and better transport time management all were essential steps in phasing cars out of London. Incorporating cycling lessons into schools and giving everyone access to a bike or motorised transport at bike-speed, saw cycling successfully replace cars as the primary form of transport.\nResidents co-designed the new pedestrian, bike and work-road routes, with nationalised rail and bus fares keeping prices low in the place of cars."
        }
      },
      {
        "text": "[Look at routes]",
        "key": "routes",
        "content": {
          "speaker": "Bus routes",
          "text": "Bus routes weave beyond the city, ferrying commuters to their cars which are kept in car parks in the suburbs. Better bus and walking routes mean less cars, and the ones that still exist are small and electric, efficient and practical. Intelligent time management, such as staggering school years leaving times, makes better use of the existing buses we have.\nCycle routes are no longer crammed on the roadside, but have space to wheel safely on smooth, well-drained surfaces. Clearly delineated from the pedestrian walkways, these bike-paths are similarly lined with trees and subtly illuminated by lights which minimise disruption of nature.\nTraffic lights are rare since there is no need for external enforcement between bikes.\nMore buses, bike routes and parks, and trains, and better transport time management all were essential steps in phasing cars out of London. Incorporating cycling lessons into schools and giving everyone access to a bike or motorised transport at bike-speed, saw cycling successfully replace cars as the primary form of transport.\nResidents co-designed the new pedestrian, bike and work-road routes, with nationalised rail and bus fares keeping prices low in the place of cars."
        }
      },
      {
        "text": "[Look at the towering car park]",
        "key": "car_park",
        "content": {
          "speaker": "Car park",
          "text": "Transforming London's old car-focused areas into green spaces, vegetable gardens, and parks was a collaborative project for local community groups including schools, community centres, and elderly homes. Bike hubs and workshops popped up in the place of petrol stations; wooden benches and colourful climbing frames in the place of roundabouts.\nBy slowing down transport and removing traffic, we gave time back to ourselves. We no longer rush to work, or feel compelled to cram in a holiday. By removing the price tag from time, we create a more equitable society."
        }
      },
      {
        "text": "[Look at the traffic]",
        "key": "traffic",
        "content": {
          "speaker": "Car park",
          "text": "Transforming London's old car-focused areas into green spaces, vegetable gardens, and parks was a collaborative project for local community groups including schools, community centres, and elderly homes. Bike hubs and workshops popped up in the place of petrol stations; wooden benches and colourful climbing frames in the place of roundabouts.\nBy slowing down transport and removing traffic, we gave time back to ourselves. We no longer rush to work, or feel compelled to cram in a holiday. By removing the price tag from time, we create a more equitable society."
        }
      },
      {
        "text": "[Explore somewhere else]",
        "action": "close"
      }
    ]
  },
  {
    "x": 92,
    "y": 15,
    "title": "Energy",
    "subtitle": "",
    "mainText": {
      "speaker": "",
      "text": "In this neighbourhood, everyone has access to affordable, renewable energy. Solar panels are dotted across rooftops and above car parks too. Our homes and workplaces have been built or retrofitted to a high standard, so people no longer have to worry about damp, mould and cold. Energy bills are lower too. Homes are heated with heat pumps or through heat networks, and everyone belongs to the local energy co-operative so we benefit from the energy we generate and use. There is a sense of collective responsibility and shared knowledge around energy."
    },
    "options": [
      {
        "text": "Explore energy cooperatives",
        "key": "cooperatives",
        "content": {
          "speaker": "",
          "text": "Inspired by energy communities elsewhere in the UK, borough councils backed energy groups in the fight to change planning rules and energy policy to make it easier for neighbourhoods to build flexible, local renewable energy networks. These networks, like our energy cooperative, give people control of their local energy, with every member given a voice and decisions taken democratically. Any profits from the energy generated is reinvested in the community."
        }
      },
      {
        "text": "Learn about fair distribution",
        "key": "distribution",
        "content": {
          "speaker": "",
          "text": "A citizen's assembly was formed to agree a way forward. They decided that an equitable energy allowance should be set. The wealthiest in London, who used the most energy, would reduce their consumption or be charged a premium for the extra energy they used. The funds from this premium would be used to retrofit and insulate London's leakiest homes, improving living standards and wellbeing at the same time."
        }
      },
      {
        "text": "Understand community response",
        "key": "community_response",
        "content": {
          "speaker": "",
          "text": "As energy prices rose, people became more conscious of their energy use. It also became clear that there was an issue of fairness, with those most affected being least able to pay, threatening health and wellbeing. In response, there was a groundswell of community action. Groups started to form to campaign for energy rights - a right to affordable energy for all to be able to meet their needs. These groups joined forces with environmental campaigners who were calling for a shift away from fossil fuels, a reduction in energy use, and greater energy independence. Eventually, the Mayor of London listened."
        }
      },
      {
        "text": "[Explore somewhere else]",
        "action": "close"
      }
    ]
  },
  {
    "x": 95,
    "y": 75,
    "title": "Education",
    "subtitle": "",
    "mainText": {
      "speaker": "Living Classrooms",
      "text": "Places of education are ecosystems of learning not confined by four walls. They are dynamic learning communities woven into the natural and social worlds around them. Students are learning by doing, out there in the world. They immerse in hands-on activities, participating in local conservation projects, urban planning initiatives in cooperation with the local council and gain varied work experience with local B-corp businesses. Learning extends the classroom into spaces where students experience cooperation and conviviality and take on responsibility as eco-literate, compassionate change makers."
    },
    "options": [
      {
        "text": "Discover hands-on learning",
        "key": "hands_on",
        "content": {
          "speaker": "Hands-On Learning",
          "text": "Children practice autonomy by engaging in a range of decision-making processes. Sociocracy is practiced in and beyond classroom spaces; students vote for a larger library or allotment for growing vegetables for school lunches. Children access a range of such commons systems to cultivate fair resource sharing and the concept of stewardship. This cooperation is fostered from the first day of school, from early years and primary and beyond, with students tending to gardens or building model schools in teams. Students also collaborate through physical activity and sport involving team work; the value of cooperation is made explicit and the science behind the physical and mental health benefits are discovered. Through these activities students understand the interconnectedness of our world."
        }
      },
      {
        "text": "Explore student democracy",
        "key": "democracy",
        "content": {
          "speaker": "Student Democracy",
          "text": "Learning is multidisciplinary. Students make cross curricular links to cultivate synoptic thinking. In geography, they might collect water from a river and discover contaminants from a factory. They collaborate with students in economics who apply understanding of the commons as provisioning systems to reduce ecological degradation. Students observe that markets ruled by profit lead to ecological harm and work to lobby local councils for change. Budding healthcare professionals, scientists and ecological economists develop a scientific understanding of how the water contamination may impact our health and other life sustaining systems. Understanding food systems and their impact on the planet is part of the curricula across science, geography, PSHE and economics."
        }
      },
      {
        "text": "Learn about interdisciplinary studies",
        "key": "interdisciplinary",
        "content": {
          "speaker": "Interdisciplinary Approach",
          "text": "In the early years, children learn through immersion and wonder. Learning happens in biodiversity gardens, community spaces, and intergenerational settings. A typical day might begin with a morning circle where young learners practice mindfulness and develop communication skills through storytelling, listening circles, and intercultural exchanges that nurture empathy and understanding."
        }
      },
      {
        "text": "[Explore somewhere else]",
        "action": "close"
      }
    ]
  },
  {
    "x": 9,
    "y": 80,
    "title": "Food",
    "subtitle": "",
    "mainText": {
      "speaker": "Green City",
      "text": "The city of London is much greener than the one today. Every block has a roof garden, and every windowsill has room for a mini herb or veg box. Green spaces are more common, bigger, surrounded by quieter roads to protect the wildlife, and with community gardens and workshops which act as knowledge exchange hubs. Having the space to grow your own food helps children and adults alike learn about the power of the soil."
    },
    "options": [
      {
        "text": "[Look at the skyline]",
        "key": "skyline",
        "content": {
          "speaker": "Green City",
          "text": "The city of London is much greener than the one today. Every block has a roof garden, and every windowsill has room for a mini herb or veg box. Green spaces are more common, bigger, surrounded by quieter roads to protect the wildlife, and with community gardens and workshops which act as knowledge exchange hubs. Having the space to grow your own food helps children and adults alike learn about the power of the soil."
        }
      },
      {
        "text": "[Look down the alley]",
        "key": "alley",
        "content": {
          "speaker": "Farmers Markets",
          "text": "Around each city quarter, is a farmers' market. Although the UK cannot be totally self-sufficient, this is the first step to reform the current food system, to restore its resilience and improve its sustainability. Rather than supermarkets, these are the primary places to buy food. Human activities work with and are shaped by nature in a Degrowth society. Therefore, London has been reorganised around the values of being local, seasonal, and sustainable. These farmers and you, consumers, have a more direct relationship – you know where your food comes from, how it is produced, and how to prepare it with as little waste as possible. Buying more locally and directly from farmers not only supports the local economy and the farmers themselves but also promotes better quality and fairer produce. This is because fruit and vegetables which are grown in season are at their best during their time frame – they are fresher and more nutritious, as well as being cheaper and lower in associated carbon emissions than those transported across long(er) distances."
        }
      },
      {
        "text": "[Browse the fresh produce]",
        "key": "produce",
        "content": {
          "speaker": "No plastic",
          "text": "At the farmers' market none of the packaging is plastic, and it can all be returned to the farmer for reuse or recycled. This is part of the second step to restoring the resilience and sustainability of the food system. Some industrial processing would continue, such as the pasteurisation of dairy products (which would be on a smaller scale), drying, canning, and dehydrating. However, on the whole, consumers would wash, cut, cook, juice, and freeze what they buy. For example, making your own jam, made possible by being able to gather the berries even in the city. Reforming the cultures around work and poverty brings more time for everyone to get involved."
        }
      },
      {
        "text": "[Explore somewhere else]",
        "action": "close"
      }
    ]
  },
  {
    "x": 75,
    "y": 35,
    "title": "Housing",
    "subtitle": "",
    "mainText": {
      "speaker": "",
      "text": "London is now a thriving hub of interweaving neighbourhoods where housing is plentiful and owned and managed by local residents in cooperation with the local authority. Our homes are beautiful, spacious, full of natural light and our neighbourhoods are full and public art that celebrates our diversity and heritage. We live in homes that support our whole humanity – our built environment helps our spiritual, emotional and intellectual selves grow."
    },
    "options": [
      {
        "text": "Learn about community stewardship",
        "key": "stewardship",
        "content": {
          "speaker": "",
          "text": "Our housing operates synergistically with our transport and food systems. Public green andopen spaces encourage community and nature connection - community food growing schemes,hedgerows and fruit trees lining pathways through the heart of the city, canal systems andwetlands integrated into our neighbourhoods. Community space is integrated intoneighbourhoods and block; there's free, sheltered and indoor space like fire pits with awnings orcommunal living rooms etc. There's meeting spaces for community groups and hyper-localisedpublic services like libraries, medical centres, and places of worship."
        }
      },
      {
        "text": "Explore policy changes",
        "key": "policy",
        "content": {
          "speaker": "",
          "text": "Especially in large cities like London, traditional understandings of community and connection to nature were lost. But now housing is part of our stewardship of the earth we inhabit and a tangible part of creating community around us. We have collective responsibility for the places in which we live and London as a whole. We meet regularly to consult about how to manage our housing together and plan community gatherings with different roles harnessing everyone's talents and capacity."
        }
      },
      {
        "text": "Discover diverse communities",
        "key": "diversity",
        "content": {
          "speaker": "",
          "text": "Community groups and campaigns came together with local people across differences andmade the change happen. Instead of reactionary solutions and raw deals with corporationsleading to gentrification, the council supported. Instead of investing in development teams andpublic private partnerships they invested in large community engagement + tenant participationteams that learn how to effectively support residents + local businesses to steward + managetheir local areas. Compulsory purchase orders were issued against oligarch landlords and policynow bans absentee business owners holding data servers and empty office blocks and multipleholiday homes. Unique housing systems grew out of the heritage of each place - boaters andtourists and students and locals and immigrants. Self-build and retrofitting movements wereencouraged to thrive to uplift existing housing stock in line with planetary boundaries. (thinksolar punk + no demolition)."
        }
      },
      {
        "text": "[Explore somewhere else]",
        "action": "close"
      }
    ]
  },
  {
    "x": 5,
    "y": 45,
    "title": "Transport",
    "subtitle": "",
    "mainText": {
      "speaker": "",
      "text": "Pedestrians, bikes, and well-funded green public transport networks weave seamlessly around the city. The space once sacrificed for private cars was returned to the people in the form of safe and accessible walkways for children and all accessibility needs. With traffic gone, a chorus of birdsong carries through leafy streets lined with gardens of blooming wildflowers."
    },
    "options": [
      {
        "text": "Explore reclaimed streets",
        "key": "streets",
        "content": {
          "speaker": "",
          "text": "Pedestrians, bikes, and well-funded green public transport networks weave seamlessly around the city. The space once sacrificed for private cars was returned to the people in the form of safe and accessible walkways for children and all accessibility needs. With traffic gone, a chorus of birdsong carries through leafy streets lined with gardens of blooming wildflowers."
        }
      },
      {
        "text": "Learn about cycling infrastructure",
        "key": "cycling",
        "content": {
          "speaker": "",
          "text": "More buses, bike routes and parks, and trains, and better transport time management all were essential steps in phasing cars out of London. Incorporating cycling lessons into schools and giving everyone access to a bike or motorised transport at bike-speed, saw cycling successfully replace cars as the primary form of transport. Residents co-designed the new pedestrian, bike and work-road routes, with nationalised rail and bus fares keeping prices low in the place of cars. Transforming London's old car-focused areas into green spaces, vegetable gardens, and parks was a collaborative project for local community groups including schools, community centres, and elderly homes. Bike hubs and workshops popped up in the place of petrol stations; wooden benches and colourful climbing frames in the place of roundabouts. By slowing down transport and removing traffic, we gave time back to ourselves. We no longer rush to work, or feel compelled to cram i a holiday. By removing the price tag from time, we create a more equitable society."
        }
      },
      {
        "text": "Understand time freedom",
        "key": "time_freedom",
        "content": {
          "speaker": "",
          "text": "A key consequence of the slowing down of transport and the removal of traffic is that time is given back to us, where we are not rushing off to complete more work, feeling compelled to make special trips, or cram a holiday. By removing the price tag from time, we create a more equitable society."
        }
      },
      {
        "text": "[Explore somewhere else]",
        "action": "close"
      }
    ]
  }
]
